{
  "posts": [
    {
      "userId": 1,
      "id": 1,
      "title": "Great Observatories Unique Views of the Milky Way",
      "body": "This sweeping panorama is one of the sharpest infrared pictures ever made of the galactic center region. X-rays detected by Chandra expose a wealth of exotic objects and high-energy features [Figure 3 (bottom frame of poster)]. In this image, pink represents lower energy X-rays and blue indicates higher energy. Hundreds of small dots show emission from material around black holes and other dense stellar objects. A supermassive black hole -- some four million times more massive than the Sun -- resides within the bright region in the lower right. The diffuse X-ray light comes from gas heated to millions of degrees by outflows from the supermassive black hole, winds from giant stars, and stellar explosions. This central region is the most energetic place in our galaxy. ",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/PIA12348/PIA12348~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 2,
      "title": "Lucy Centaur Stage Lift and Mate",
      "body": "NASA’s Launch Services Program based at Kennedy Space Center is managing the launch. Over its 12-year primary mission, Lucy will explore a record-breaking number of asteroids, flying by one asteroid in the solar system’s main belt and seven Trojan asteroids. Additionally, Lucy’s path will circle back to Earth three times for gravity assists, making it the first spacecraft ever to return to the vicinity of Earth from the outer solar system.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/KSC-20210916-PH-KLS01_0085/KSC-20210916-PH-KLS01_0085~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 3,
      "title": "Artemis I Space Launch System Clean Shots",
      "body": "Inside High Bay 3 of the Vehicle Assembly Building at NASA’s Kennedy Space Center in Florida, the work platforms have been retracted from around the Artemis I Space Launch System on Sept. 20, 2021. All 10 levels of platforms were extended and retracted as part of an umbilical test. During the test, several umbilical arms on the mobile launcher were extended to connect to the SLS rocket. ",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/KSC-20210917-PH-FMX01_0113/KSC-20210917-PH-FMX01_0113~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 4,
      "title": "iss065e398731",
      "body": "From left, are Expedition 65 Flight Engineers Mark Vande Hei of NASA and Oleg Novitskiy and Pyotr Dubrov, both from Roscosmos. They are trying on the Sokol launch and entry suits they will wear inside the Soyuz MS-18 crew ship when it undocks from the Rassvet module and redocks to the Nauka multipurpose module.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/iss065e398731/iss065e398731~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 5,
      "title": "iss065e398685",
      "body": "NASA astronaut and Expedition 65 Flight Engineer Mark Vande Hei tries on the Sokol launch and entry suit he will wear inside the Soyuz MS-18 crew ship when it undocks from the Rassvet module and redocks to the Nauka multipurpose module.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/iss065e398685/iss065e398685~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 6,
      "title": "iss065e389550",
      "body": "NASA astronaut and Expedition 65 Flight Engineer Shane Kimbrough signs his name around the Expedition 65 mission insignia sticker affixed to the vestibule in between the Unity module and the Quest airlock.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/iss065e389550/iss065e389550~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 7,
      "title": "Lucy Centaur Stage Lift and Mate",
      "body": "The United Launch Alliance (ULA) Centaur stage for NASA’s Lucy mission moves along the road to Space Launch Complex 41 at Cape Canaveral Space Force Station in Florida on Sept. 16, 2021. Lucy is scheduled to launch no earlier than Saturday, Oct. 16, on a ULA Atlas V 401 rocket from Pad 41. NASA’s Launch Services Program based at Kennedy Space Center is managing the launch. Over its 12-year primary mission, Lucy will explore a record-breaking number of asteroids, flying by one asteroid in the solar system’s main belt and seven Trojan asteroids. Additionally, Lucy’s path will circle back to Earth three times for gravity assists, making it the first spacecraft ever to return to the vicinity of Earth from the outer solar system.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/KSC-20210916-PH-KLS01_0029/KSC-20210916-PH-KLS01_0029~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 8,
      "title": "iss065e389568",
      "body": "NASA astronaut and Expedition 65 Flight Engineer Shane Kimbrough signs his name around the SpaceX Crew-2 mission insignia sticker affixed to the vestibule in between the Harmony module and its space-facing international docking adapter where the SpaceX Crew Dragon Endeavour is docked.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/iss065e389568/iss065e389568~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 9,
      "title": "Artemis I Space Launch System Clean Shots",
      "body": "Inside High Bay 3 of the Vehicle Assembly Building at NASA’s Kennedy Space Center in Florida, the work platforms have been retracted from around the Artemis I Space Launch System atop the mobile launcher on Sept. 20, 2021. All 10 levels of platforms were extended and retracted as part of an umbilical test. During the test, several umbilical arms on the mobile launcher were extended to connect to the SLS rocket. They swung away from the launch vehicle, just as they will on launch day. NASA and Jacobs teams will continue conducting tests inside the VAB before transporting the Orion spacecraft to the assembly building and stacking it atop the SLS, completing assembly of the rocket for the Artemis I mission. Artemis I will be the first integrated test of the SLS and Orion spacecraft. In later missions, NASA will land the first woman and the first person of color on the surface of the Moon, paving the way for a long-term lunar presence and serving as a steppingstone on the way to Mars.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/KSC-20210917-PH-FMX01_0096/KSC-20210917-PH-FMX01_0096~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 10,
      "title": "Tantalus Catena",
      "body": "This VIS image shows part of Tantalus Catena, just one of many north/south trending tectonic graben located south and east of Alba Mons. While other graben in the area are identified as fossae (defined as a long, narrow depression), the circular depressions within this graben lead to the descriptor name catena (defined as a chain of craters). In this case the craters are a result of roof collapse into an underlying open space such as a lava tube. ",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/PIA24872/PIA24872~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 11,
      "title": "iss065e385473",
      "body": "iss065e385473 (Sept. 15, 2021) --- The prominent city lights of Europe from Amsterdam to Paris and London across the English Channel are pictured as the International Space Station orbited 265 miles above the continent. The Soyuz MS-18 crew ship (left) and a portion of the Nauka multipurpose laboratory module (right) are pictured docked to the station's Russian segment",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/iss065e385473/iss065e385473~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 12,
      "title": "Astronaut John Young leaps from lunar surface to salute flag",
      "body": "Astronaut John W. Young, commander of the Apollo 16 lunar landing mission, leaps from the lunar surface as he salutes the United States flag at the Descartes landing site during the first Apollo 16 extravehicular activity (EVA). Astronaut Charles M. Duke Jr., lunar module pilot, took this picture. The Lunar Module (LM) \"Orion\" is on the left. The Lunar Roving Vehicle (LRV) is parked beside the LM. The object behind Young (in the shade of the LM) is the Far Ultraviolet Camera/Spectrograph (FUC/S). Stone Mountain dominates the background in this lunar scene. While astronauts Young and Duke descended in the LM to explore the Descartes highlands landing site on the moon, astronaut Thomas K. Mattingly II, command module pilot, remained with the Command and Service Modules (CSM) \"Casper\" in lunar orbit.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/as16-113-18339/as16-113-18339~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 13,
      "title": "Earth",
      "body": "Behold one of the more detailed images of the Earth yet created. This Blue Marble Earth montage shown above -- created from photographs taken by the Visible/Infrared Imager Radiometer Suite (VIIRS) instrument on board the new Suomi NPP satellite -- shows many stunning details of our home planet. The Suomi NPP satellite was launched last October and renamed last week after Verner Suomi, commonly deemed the father of satellite meteorology. The composite was created from the data collected during four orbits of the robotic satellite taken earlier this month and digitally projected onto the globe.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/PIA18033/PIA18033~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 14,
      "title": "Hubble Captures Vivid Auroras in Jupiter’s Atmosphere",
      "body": "Astronomers are using the NASA/ESA Hubble Space Telescope to study auroras — stunning light shows in a planet’s atmosphere — on the poles of the largest planet in the solar system, Jupiter. This observation program is supported by measurements made by NASA’s Juno spacecraft, currently on its way to Jupiter. Jupiter, the largest planet in the solar system, is best known for its colorful storms, the most famous being the Great Red Spot. Now astronomers have focused on another beautiful feature of the planet, using Hubble's ultraviolet capabilities. The extraordinary vivid glows shown in the new observations are known as auroras. They are created when high-energy particles enter a planet’s atmosphere near its magnetic poles and collide with atoms of gas. As well as producing beautiful images, this program aims to determine how various components of Jupiter’s auroras respond to different conditions in the solar wind, a stream of charged particles ejected from the sun. This observation program is perfectly timed as NASA’s Juno spacecraft is currently in the solar wind near Jupiter and will enter the orbit of the planet in early July 2016. While Hubble is observing and measuring the auroras on Jupiter, Juno is measuring the properties of the solar wind itself; a perfect collaboration between a telescope and a space probe. “These auroras are very dramatic and among the most active I have ever seen”, said Jonathan Nichols from the University of Leicester, U.K., and principal investigator of the study. ",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/hubble-captures-vivid-auroras-in-jupiters-atmosphere_28000029525_o/hubble-captures-vivid-auroras-in-jupiters-atmosphere_28000029525_o~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 15,
      "title": "Blazar Artist Concept",
      "body": "Black-hole-powered galaxies called blazars are the most common sources detected by NASA's Fermi Gamma-ray Space Telescope. As matter falls toward the supermassive black hole at the galaxy's center, some of it is accelerated outward at nearly the speed of light along jets pointed in opposite directions. When one of the jets happens to be aimed in the direction of Earth, as illustrated here, the galaxy appears especially bright and is classified as a blazar. ",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/PIA20912/PIA20912~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 16,
      "title": "Orion Dreamy Stars",
      "body": "A colony of hot, young stars is stirring up the cosmic scene in this new picture from NASA Spitzer Space Telescope. The image shows the Orion nebula, a happening place where stars are born.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/PIA13005/PIA13005~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 17,
      "title": "Crab Nebula, as Seen by Herschel and Hubble",
      "body": "This image shows a composite view of the Crab nebula, an iconic supernova remnant in our Milky Way galaxy, as viewed by the Herschel Space Observatory and the Hubble Space Telescope.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/PIA17563/PIA17563~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 18,
      "title": "The Sword of Orion",
      "body": "This image from NASA Spitzer Space Telescope shows the Orion nebula, our closest massive star-making factory, 1,450 light-years from Earth. The nebula is close enough to appear to the naked eye as a fuzzy star in the sword of the constellation.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/PIA08653/PIA08653~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 19,
      "title": "Astronaut Edward White during first EVA performed during Gemini 4 flight",
      "body": "Astronaut Edward H. White II, pilot on the Gemini-Titan 4 spaceflight, is shown during his egress from the spacecraft. His face is covered by a shaded visor to protect him from the unfiltered rays of the sun. White became the first American astronaut to walk in space. He remained outside the spacecraft for 21 minutes during the third revolution of the Gemini-4 mission. He wears a specially designed spacesuit for the extravehicular activity (EVA). In his right hand, he carries a Hand-Held Self-Maneuvering Unit (HHSMU) with which he controlled his movements while in space. He was attached to the spacecraft by a 25-feet umbilical line and a 23-feet tether line, both wrapped together with gold tape to form one cord. He wears an emergency oxygen supply chest pack. Astronaut James A. McDivitt is command pilot for the Gemini-4 mission.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/S65-34635/S65-34635~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 20,
      "title": "Behemoth Black Hole Found in an Unlikely Place",
      "body": "This computer-simulated image shows a supermassive black hole at the core of a galaxy. The black region in the center represents the black hole’s event horizon, where no light can escape the massive object’s gravitational grip. The black hole’s powerful gravity distorts space around it like a funhouse mirror. Light from background stars is stretched and smeared as the stars skim by the black hole. Credits: NASA, ESA, and D. Coe, J. Anderson, and R. van der Marel (STScI) More info: Astronomers have uncovered a near-record breaking supermassive black hole, weighing 17 billion suns, in an unlikely place: in the center of a galaxy in a sparsely populated area of the universe. The observations, made by NASA’s Hubble Space Telescope and the Gemini Telescope in Hawaii, may indicate that these monster objects may be more common than once thought. Until now, the biggest supermassive black holes – those roughly 10 billion times the mass of our sun – have been found at the cores of very large galaxies in regions of the universe packed with other large galaxies. In fact, the current record holder tips the scale at 21 billion suns and resides in the crowded Coma galaxy cluster that consists of over 1,000 galaxies.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/behemoth-black-hole-found-in-an-unlikely-place_26209716511_o/behemoth-black-hole-found-in-an-unlikely-place_26209716511_o~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 21,
      "title": "Apollo 11 Mission image - Astronaut Edwin Aldrin poses beside th",
      "body": "Astronaut Edwin E. Aldrin Jr., lunar module pilot of the first lunar landing mission, poses for a photograph beside the deployed United States flag during Apollo 11 extravehicular activity (EVA) on the lunar surface. The Lunar Module (LM) is on the left, and the footprints of the astronauts are clearly visible in the soil of the moon. Astronaut Neil A. Armstrong, commander, took this picture with a 70mm Hasselblad lunar surface camera. While astronauts Armstrong and Aldrin descended in the LM the \"Eagle\" to explore the Sea of Tranquility region of the moon, astronaut Michael Collins, command module pilot, remained with the Command and Service Modules (CSM) \"Columbia\" in lunar orbit.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/as11-40-5874/as11-40-5874~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 22,
      "title": "STS-119 Shuttle Discovery With Moon",
      "body": "A nearly full Moon sets as the space shuttle Discovery sits atop Launch pad 39A at the Kennedy Space Center in Cape Canaveral, Florida, Wednesday, March 11, 2009. Photo Credit: (NASA/Bill Ingalls)",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/sts119-s-005/sts119-s-005~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 23,
      "title": "Curiosity Self-Portrait at Okoruso Drill Hole",
      "body": "This self-portrait of NASA's Curiosity Mars rover shows the vehicle at a drilled sample site called \"Okoruso,\" on the \"Naukluft Plateau\" of lower Mount Sharp. The scene combines multiple images taken with the rover's Mars Hand Lens Imager (MAHLI) on May 11, 2016, during the 1,338th Martian day, or sol, of the rover's work on Mars. In front of the rover is the hole, surrounded by grayish drill cuttings, created by using Curiosity's drill to collect sample rock powder at Okoruo, plus a patch of powder dumped onto the ground after delivery of a portion to the rover's internal Chemistry and Mineralogy (CheMin) laboratory instrument. The rover team compared the rock powder from drilling at Okoruso to material from the nearby \"Lubango\" drilling site, which is visible behind the rover, just to the left of the mast. The Lubango site was selected within a pale zone, or \"halo,\" beside a fracture in the area's sandstone bedrock. Okoruso is in less-altered bedrock farther from any fractures. Note that the Okoruso drill cuttings appear darker than the Lubango drill cuttings. The Lubango sample was found to be enriched in silica and sulfates, relative to Okoruso. To the left of the rover, in this scene, several broken rocks reveal grayish interiors. Here, Curiosity was driven over the rocks in a fracture-associated halo, so that freshly exposed surfaces could be examined with MAHLI, Mast Camera (Mastcam) and Chemistry and Camera (ChemCam) instruments. An upper portion of Mount Sharp is prominent on the horizon. ",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/PIA20602/PIA20602~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 24,
      "title": "STS-135 Atlantis Prelaunch",
      "body": "he space shuttle Atlantis is seen shortly after the rotating service structure (RSS) was rolled back at launch pad 39a, Thursday, July 7, 2011 at the NASA Kennedy Space Center in Cape Canaveral, Fla. Atlantis is set to liftoff Friday, July 8, on the final flight of the shuttle program, STS-135, a 12-day mission to the International Space Station. Photo Credit: (NASA/Bill Ingalls)",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/201107070028HQ/201107070028HQ~thumb.jpg"
    },
    {
      "userId": 1,
      "id": 25,
      "title": "iss050e066094",
      "body": "The International Space Station continues its orbit around the Earth as Expedition 50 astronauts captured this night image of sparkling cities and a sliver of daylight framing the northern hemisphere.",
      "thumbnailUrl": "https://images-assets.nasa.gov/image/iss050e066094/iss050e066094~thumb.jpg"
    }
  ],
  "comments": [
    {
      "postId": 1,
      "id": 1,
      "name": "",
      "email": "",
      "body": ""
    }
  ],
  "photos": [
    {
      "albumId": 1,
      "id": 1,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/PIA12348/PIA12348~medium.jpg"
    },
    {
      "albumId": 2,
      "id": 2,
      "title": "ROCKET",
      "url": "https://images-assets.nasa.gov/image/KSC-20210916-PH-KLS01_0085/KSC-20210916-PH-KLS01_0085~medium.jpg"
    },
    {
      "albumId": 3,
      "id": 3,
      "title": "ROCKET",
      "url": "https://images-assets.nasa.gov/image/KSC-20210917-PH-FMX01_0113/KSC-20210917-PH-FMX01_0113~medium.jpg"
    },
    {
      "albumId": 4,
      "id": 4,
      "title": "CREW",
      "url": "https://images-assets.nasa.gov/image/iss065e398731/iss065e398731~medium.jpg"
    },
    {
      "albumId": 5,
      "id": 5,
      "title": "CREW",
      "url": "https://images-assets.nasa.gov/image/iss065e398685/iss065e398685~medium.jpg"
    },
    {
      "albumId": 6,
      "id": 6,
      "title": "CREW",
      "url": "https://images-assets.nasa.gov/image/iss065e389550/iss065e389550~medium.jpg"
    },
    {
      "albumId": 7,
      "id": 7,
      "title": "ROCKET",
      "url": "https://images-assets.nasa.gov/image/KSC-20210916-PH-KLS01_0029/KSC-20210916-PH-KLS01_0029~medium.jpg"
    },
    {
      "albumId": 8,
      "id": 8,
      "title": "CREW",
      "url": "https://images-assets.nasa.gov/image/iss065e389568/iss065e389568~medium.jpg"
    },
    {
      "albumId": 9,
      "id": 9,
      "title": "ROCKET",
      "url": "https://images-assets.nasa.gov/image/KSC-20210917-PH-FMX01_0096/KSC-20210917-PH-FMX01_0096~medium.jpg"
    },
    {
      "albumId": 10,
      "id": 10,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/PIA24872/PIA24872~medium.jpg"
    },
    {
      "albumId": 11,
      "id": 11,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/iss065e385473/iss065e385473~medium.jpg"
    },
    {
      "albumId": 12,
      "id": 12,
      "title": "CREW",
      "url": "https://images-assets.nasa.gov/image/as16-113-18339/as16-113-18339~medium.jpg"
    },
    {
      "albumId": 13,
      "id": 13,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/PIA18033/PIA18033~medium.jpg"
    },
    {
      "albumId": 14,
      "id": 14,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/hubble-captures-vivid-auroras-in-jupiters-atmosphere_28000029525_o/hubble-captures-vivid-auroras-in-jupiters-atmosphere_28000029525_o~medium.jpg"
    },
    {
      "albumId": 15,
      "id": 15,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/PIA20912/PIA20912~small.jpg"
    },
    {
      "albumId": 16,
      "id": 16,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/PIA13005/PIA13005~medium.jpg"
    },
    {
      "albumId": 17,
      "id": 17,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/PIA17563/PIA17563~medium.jpg"
    },
    {
      "albumId": 18,
      "id": 18,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/PIA08653/PIA08653~medium.jpg"
    },
    {
      "albumId": 19,
      "id": 19,
      "title": "CREW",
      "url": "https://images-assets.nasa.gov/image/S65-34635/S65-34635~medium.jpg"
    },
    {
      "albumId": 20,
      "id": 20,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/behemoth-black-hole-found-in-an-unlikely-place_26209716511_o/behemoth-black-hole-found-in-an-unlikely-place_26209716511_o~medium.jpg"
    },
    {
      "albumId": 21,
      "id": 21,
      "title": "CREW",
      "url": "https://images-assets.nasa.gov/image/as11-40-5874/as11-40-5874~medium.jpg"
    },
    {
      "albumId": 22,
      "id": 22,
      "title": "ROCKET",
      "url": "https://images-assets.nasa.gov/image/sts119-s-005/sts119-s-005~medium.jpg"
    },
    {
      "albumId": 23,
      "id": 23,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/PIA20602/PIA20602~medium.jpg"
    },
    {
      "albumId": 24,
      "id": 24,
      "title": "ROCKET",
      "url": "https://images-assets.nasa.gov/image/201107070028HQ/201107070028HQ~medium.jpg"
    },
    {
      "albumId": 25,
      "id": 25,
      "title": "SPACE",
      "url": "https://images-assets.nasa.gov/image/iss050e066094/iss050e066094~medium.jpg"
    }
  ]
}